Repository: MxIris-Application-Forks/MenuHelper
Catalog: MenuHelperExtension/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Action Menus
zh_hans: 动作菜单

source: Application Menus
zh_hans: 应用程序菜单

source: Cancel
zh_hans: 取消

source: Change
zh_hans: 更改

source: Change Failed
zh_hans: 更改失败

source: Change Succeeded
zh_hans: 更改成功

source: Change Symbolic Link Target
zh_hans: 更改符号链接目标

source: Change Symbolic Link Target?
zh_hans: 要更改符号链接目标吗？

source: Choose the file or folder that the symbolic link should point to.
zh_hans: 选择符号链接应指向的文件或文件夹。

source: Copy File Name
zh_hans: 拷贝文件名

source: Copy Path
zh_hans: 拷贝路径

source: Escape " " with "\ "
zh_hans: 用"\ "转义" "

source: Expected: %@ Actual: %@
zh_hans: 预期：%@ 实际：%@

source: Go Parent Directory
zh_hans: 前往上层文件夹

source: MenuHelper
zh_hans: 速达

source: MenuHelper Menu
zh_hans: 速达菜单

source: New File
zh_hans: 新建文件

source: OK
zh_hans: 好

source: Old Location: %@ New Location: %@
zh_hans: 旧位置： %@ 新位置： %@

source: Open in %@
zh_hans: 使用%@打开

source: Remove
zh_hans: 移除

source: Select
zh_hans: 选择

source: Select exactly one symbolic link in Finder.
zh_hans: 请在“访达”中只选择一个符号链接。

source: Select New Symbolic Link Target
zh_hans: 选择新的符号链接目标

source: The selected Finder item is no longer a symbolic link.
zh_hans: 所选“访达”项目已不再是符号链接。

source: The selected new location no longer exists.
zh_hans: 所选新位置已不存在。

source: The symbolic link now points to: %@
zh_hans: 符号链接现在指向： %@

source: The symbolic link target could not be verified.
zh_hans: 无法验证符号链接目标。

source: Use origin path
zh_hans: 使用原路径

source: Wrap entire path with ""
zh_hans: 用""包裹整个路径
